books/influence.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2020-01-20 Mon 08:04 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Influence by Robert Cialdini</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<h1 class="title">Influence by Robert Cialdini</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org5fe4ac4">Notes</a>
<ul>
<li><a href="#org6ae609f">Chapter 1: Weapons of influence</a></li>
<li><a href="#org57d72c3">Chapter 2: Reciprocation</a></li>
<li><a href="#org4c3d964">Chapter 3: Commitment and Consistency</a></li>
<li><a href="#org4df2f43">Chapter 4: Social proof</a></li>
<li><a href="#orge7fbbbb">Chapter 5: Liking</a></li>
<li><a href="#orga1138c6">Chapter 6: Authority</a></li>
<li><a href="#orgca8a36b">Chapter 7: Scarcity</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org5fe4ac4" class="outline-2">
<h2 id="org5fe4ac4">Notes</h2>
<div class="outline-text-2" id="text-org5fe4ac4">
<div class="REVIEW">
<p>
Rating: ⭐⭐⭐⭐⭐
</p>

<p>
There are psychological principles and stereotypes that we have
learned to accept and made part of our decision making toolbox. Each
day we automatically rely on them to determine what is the best way to
behave under certain circumstances and help us save time and thinking
cycles.
</p>

<p>
While this is not a bug but a feature, it gives those ones who are
familiar with such principles and stereotypes a weapon which is
waiting to be exploited. The book talks about those weapons (<i>weapons
of influence</i>) and give us a framework on how to avoid them.
</p>

<p>
It shows how <i>reciprocation</i>, <i>commitment and consistency</i>, <i>social
proof</i>, <i>authority</i>, <i>liking</i> and <i>scarcity</i> are powerful weapons of
influence. It includes real life experiments for each weapon and the
result they had on the people they applied them.
</p>

<p>
While reading the book I couldn't stop thinking about:
</p>

<ol class="org-ol">
<li>All the times where I have fallen victim to such weapons.</li>
<li><i>System 1</i> from <i>Thinking Fast and Slow</i>.</li>
<li><i>The Elephant and The Rider</i> from <i>The Righteous Mind</i>.</li>
</ol>

<p>
The people who know about such weapons, are well familiar with how
<i>System 1</i> works or that we can barely control <i>The Elephant</i>.
</p>

<p>
5 starts! I'll recommend this book and keep going back to its ideas
from time to time.
</p>

</div>
</div>
<div id="outline-container-org6ae609f" class="outline-3">
<h3 id="org6ae609f">Chapter 1: Weapons of influence</h3>
<div class="outline-text-3" id="text-org6ae609f">
<p class="verse">
Civilization advances by extending the number of important operations<br />
which we can perform without thinking of them.<br />
<br />
&#xa0;&#xa0;&#xa0;&#x2013;Alfred North Whitehead<br />
</p>

<p>
Humans like some animals have a pre-programmed tape which make us act
in a certain way when there is a trigger. We can be tricked by someone
using those triggers to activate certain behaviors even when the
situation doesn't call for it.
</p>

<p>
There are many situations where we don't react in a mechanical
tape-activated way, but it is astonishing how often it does.
</p>

<p>
Automatic stereotyped behavior is prevalent in human action, because
in in many cases it is the most efficient form of behaving. Doing this
allow us to operate without having to think about each decision we are
about to make.
</p>

<p>
Some organisms copy the trigger features of other organisms in an
attempt to trick them into mistakenly playing the right behavior tape
at the wrong time. Those organisms are called <i>mimics</i>.
</p>

<p>
Humans also have exploiters who mimic trigger features to make us act
automatically. Those triggers can direct human action.
</p>

<p>
Our automatic tape developed from psychological principles or
stereotypes that we learned to accept. These principiles Cialdini says, are
weapons of influence.
</p>

<p class="verse">
In the eye of others, each such principle is a detectable and ready weapon, a weapon of influence.<br />
<br />
Weapons of automatic influence exist naturally around us, the exploiters can use the power of those weapons,<br />
manipulating us without the appearance of manipulation.<br />
</p>
</div>
</div>

<div id="outline-container-org57d72c3" class="outline-3">
<h3 id="org57d72c3">Chapter 2: Reciprocation</h3>
<div class="outline-text-3" id="text-org57d72c3">
<p class="verse">
Try to repay, in kind, what other person has provided us.<br />
</p>

<p>
The rule of reciprocation is on the most potent weapons of influence
around us. It often produces "yes" responses to a request that, except
for an existing feeling of indebtedness, would have surely been
refused.
</p>

<p>
Uninvited favors enforce reciprocation by triggering a feeling of
indebtedness.
</p>

<p>
There are social pressures surrounding gift-giving, which leave us
with an obligation to give, an obligation to receive, and an
obligation to repay. Making it hard to turn down favoring
reciprocation arrangements.
</p>

<p>
This rule triggers unfair exchanges since small favors often stimulate
larger returns in favors.
</p>

<p>
Organizations use this weapon of influence; they send us unwanted
gifts producing a feeling of obligation, which they exploit when they
want something from us.
</p>

<p>
<span class="underline">Reciprocal concession:_</span> There is an obligation to concede to someone who has conceded to us.
</p>
</div>
</div>

<div id="outline-container-org4c3d964" class="outline-3">
<h3 id="org4c3d964">Chapter 3: Commitment and Consistency</h3>
<div class="outline-text-3" id="text-org4c3d964">
<p>
We want to be and appear consistent with what we have already done.
</p>

<p>
Once we have made a decision, we find personal and interpersonal
pressures to behave consistently with that commitment, causing us to
respond in ways that justify our earlier decision (see <a href="bias.html#orgac4ae71">confirmation
bias</a>).
</p>

<p>
The drive to be and look consistent constitutes a potent weapon of
social influence, often causing us to act in ways that are contrary to
our own best interests.
</p>

<p>
Consistency is powerful because it is valued and
adaptive. Inconsistency is commonly thought to be undesirable. It is
in our best interest to be consistent, falling into the habit of being
automatically so.
</p>

<p>
Exploiters of this weapon structure their interactions with us so that
our own needs to be consistent will lead directly to their
benefit. They often look for commitment, that's the key. If someone
can get us to make a commitment (that is, to take a stand, to go on
the record), they will have the stage for our automatic and
ill-considered consistency with that earlier commitment.
</p>

<p>
Small commitments alter not only our future behavior but also our
self-image. Once our self-image is altered, all sorts of subtle
advantages become available to someone who wants to exploit that new
image.
</p>

<p>
The more effort that goes into a commitment, the higher its ability to
influence the attitude of the person.
</p>

<p>
We accept inner responsibility for a behavior when we think we have
chosen to perform it in the absence of outside pressure.
</p>

<p>
A question to ask yourself and avoid falling into a
commitment-consistency trap:
</p>

<p class="verse">
If I could go back in time, will I make the same choice again?<br />
</p>


<p>
Two quotes related with consistency that I couldn't stop thinking about:
</p>

<p class="verse">
In the politics of human life, consistency is not a virtue.<br />
To be consistent means, according to the Oxford Universal Dictionary, “standing still or not moving.”<br />
Men must change with the times or die.<br />
<br />
&#xa0;&#xa0;&#xa0;&#x2013;Saul Alinsky<br />
</p>

<p class="verse">
When the facts change, I change my mind.<br />
What do you do, madam?<br />
<br />
&#xa0;&#xa0;&#xa0;&#x2013;Winston Churchill<br />
</p>
</div>
</div>

<div id="outline-container-org4df2f43" class="outline-3">
<h3 id="org4df2f43">Chapter 4: Social proof</h3>
<div class="outline-text-3" id="text-org4df2f43">
<p class="verse">
Where all think alike, no one thinks very much.<br />
<br />
&#xa0;&#xa0;&#xa0;&#x2013;Walter Lippmann<br />
</p>

<p>
The principle of social proof is when the mean we use to determine
what is correct is to find out what other people think is right.
</p>

<p>
By looking at what other people are doing, we can have an idea of
what's the right thing to do, and it might be the right thing to do.
It gives us a shortcut on how to behave; however, it leaves us
vulnerable us to those who know how to exploit this weapon.
</p>

<p>
We are more likely to be victims of the principle of social influence
when lots of people are doing a specific action. This principle states
that the higher the number of people who find any idea correct, the
more the idea will be correct (see <a href="bias.html#org55900bd">self-fulfilling prophecy</a>).
</p>

<p>
We are vulnerable to the social proof principle when we are unsure of
ourselves, when the situation is unclear or ambiguous, when
uncertainty reigns, this is when are are most likely to look to and
accept the actions of others as correct.
</p>

<p>
Social proof can lead to <span class="underline"><span class="underline">pluralistic ignore:</span></span> in which each person
decides that since nobody is concerned, nothing is wrong. Meanwhile,
the danger may be mounting to the point where a single individual,
uninfluenced by the seeming calm of others, would react.
</p>

<p>
If you ever have a medical emergency in a public place, don't wait for
someone to help you. Choose someone from the crowd and call that
person out for help ("You in the blue jacket, call an ambulance!").
</p>

<p>
Reduce the uncertainties of those around you concerning your condition
and their responsibilities.
</p>

<p>
Social proofs operate better on us when we are looking at the behavior
of those who look like us. We are more inclined to follow the lead of
a similar individual than a dissimilar one.
</p>

<p>
The most influential leaders are those who know how to arrange group
conditions to allow the principle of social proof to work maximally in
their favor.
</p>
</div>
</div>

<div id="outline-container-orge7fbbbb" class="outline-3">
<h3 id="orge7fbbbb">Chapter 5: Liking</h3>
<div class="outline-text-3" id="text-orge7fbbbb">
<p>
We prefer to say yes to the request of someone we known and like. This
rule is used by a total stranger to get us to comply with their
request.
</p>

<p>
What makes us like others?
</p>

<ul class="org-ul">
<li>Physical attractiveness: This falls into a <a href="bias.html#org05b716a">halo effect</a>, which is when one positive characteristic of one person dominates the way that a person is viewed by others. Physical attractiveness is often such a characteristic.</li>
<li>Similarity: We like people who are similar to us.</li>
<li>Compliments: The information that someone fancies us can be an
effective device for producing return liking and willing compliance.</li>
<li>Contact and cooperation: We are more favorable towards the things we have contact with. Cooperating with others towards the same goals makes us like those people we are working with.</li>
<li>Conditioning and association: People have an automated response to things they perceive as merely connected. For example, we dislike people who bring bad news.</li>
</ul>

<p>
To know if the effects of liking are influencing you, look at the
final result, see if you like the practitioner more than you should
under normal circumstances.
</p>
</div>
</div>

<div id="outline-container-orga1138c6" class="outline-3">
<h3 id="orga1138c6">Chapter 6: Authority</h3>
<div class="outline-text-3" id="text-orga1138c6">
<p>
Information from a recognized authority can provide us valuable
shortcuts for deciding how to act in a situation — taking us to comply
with the wishes of properly constituted authorities, even when it
makes no sense at all.
</p>

<p>
We are vulnerable to the symbols of authority as to the
substance. Compliance professionals are experts on using those symbols
in the absence of substance.
</p>

<p>
Symbols of authority can be titles, clothes, and trappings.
</p>

<p>
A form of defense against this weapon is to be aware of authority
power. Coupling with recognition of how easily authority can be faked
will help us not to fall victim to situations where there is a
compliance attempt via the authority-influence model.
</p>

<p>
Ask yourself:
</p>

<ul class="org-ul">
<li>Is this authority truly an expert?</li>
<li>How truthful can we expect the expert to be here?</li>
</ul>
</div>
</div>
<div id="outline-container-orgca8a36b" class="outline-3">
<h3 id="orgca8a36b">Chapter 7: Scarcity</h3>
<div class="outline-text-3" id="text-orgca8a36b">
<p class="verse">
The way to love anything is to realize that it might be lost.<br />
<br />
&#xa0;&#xa0;&#xa0;&#x2013; G.K. Chesterton<br />
</p>
<p>
Opportunities seem more valuable to us when their availability is limited.
</p>

<p>
The idea of potential loss plays a large role in human decision
making. It seems to be more motivated by the thought of losing
something than by the thought of gaining something of equal value (see
<a href="bias.html#orgc296527">loss aversion bias</a>).
</p>

<p>
When someone tells us there is a limited number of things (for example,
units of a widget), the vendor is likely using the
principle of scarcity to get us to buy something.
</p>

<p>
People find themselves doing what they wouldn't normally do, only
because the time to do so is shrinking.
</p>

<p>
The power of scarcity comes from two sources:
</p>

<ol class="org-ol">
<li>Our weakness for shortcuts. The things that are difficult to possess are typically better than those that are easy to possess. We use an item availability to decide on its quality.</li>

<li>As opportunities become less available, we lose freedom; we hate to lose the freedom we already have. This desire to preserve our established prerogatives is the centerpiece of psychological reactance theory.</li>
</ol>

<p>
Reactance theory: when free choice is limited or threatened the need
to retain our freedoms makes us desire them (as well as the goods and
services associated with them) significantly more than previously.
</p>

<p>
When increasing scarcity-or-anything else interferes with our prior
access to some item, we will react against the interference by wanting
and trying to possess the item more than before.
</p>

<p>
We rarely recognize that psychological reactance has caused us to want an item more.
</p>

<p>
The scarcity principle not only applies to commodities but also other things like information. It doesn't have to be restricted for us to value it more, it just needs to be scarce.
</p>

<p>
When not only want something when it is scarce, we want it more when
we compete for it.
</p>

<p>
The joy is not in experiencing a scarce commodity but in possessing
it. Whenever we confront the scarcity pressures surrounding an item, we must also confront the question of what it is we want from it.
</p>

<p>
We barely want a thing for the sake of owning it, we want it because
of its utility value. Scarce resources do not taste or feel or sound or ride or work any better because of their limited availability.
</p>
</div>
</div>
</div>
</div>
</body>
</html>
